IDENTIFICATION DIVISION.
       PROGRAM-ID.     HELLOD.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
           COPY copy1.
       PROCEDURE DIVISION.
           DISPLAY "Hello Dante!".
           INITIALIZE FIELD1 FIELD2.
           STOP RUN.
